{
    "items": [{
        "text": "Your Smile is The Most Beautiful Thing On This Planet"
    }, {
        "text": "You Treat Me Amazingly and Respect and Love Me"
    }, {
        "text": "I Know I Can Grow With You"
    }, {
        "text": "You are the Nicest Person and Work With Everyone no Matter What"
    }, {
        "text": "Everyday and every second I hang out with you it is as good as the first time I fell in love with you"
    }, {
        "text": "You accept and love how cheesy I am"
    }, {
        "text": "You look forward to every day with a smile and stay happy even when the world is against you"
    }, {
        "text": "Even if I make you mad or if you hate me for sometime I know you'll be there for me in the end"
    }, {
        "text": "You are an amazing person to talk to and one of the few people I have been able to trust fully in a long time"
    }, {
        "text": "You have amazing taste in everything, except for makeup, that shouldn't ever be put on me lmaoo"
    }, {
        "text": "You are there for me when I am sad to the point where if I'm sad your sad and that really means the world to me"
    }, {
        "text": "You are really just the most amazing person for me and I am the happiest guy alive to call you mine"
    }, {
        "text": "I love you so much because you are always just there. Like sometimes I just wonder if you'll be there in the end or get bored of me but you never do, and it just warms my heart to see that"
    }, {
        "text": "Damn I wish I could see you so badly today bc you are the most amazing person ever and I want to see you constantly but I guess I'm going to have to deal with not seeing you constantly. It's going to be soooo hardddd. I just thought I'd send you over a message bc of how amazing you are. I hope you realize how lucky I am to have you in my life. We have so much in common and I just love you so much. Everything you do is amazing and every second I have with you even if I'm sad or annoyed or \"mad\" is a joy for me. Don't you ever think I wouldn't want to be with you even if I am the most angry or most sad ever I wouldnt want to be with anyone else in this world at those times. You are the most perfect person for me not because you are my best friend not because you are hot not because your are sweet and kind to everyone but because you and I always work things out and are stronger in the end because of it. You are the first person who I have ever been able todo that with girlfriend or friend your the first one who after we get mad or sad or annoyed or anything at each other I love you even more. I am so glad that I am with you for the rest of my life. Here's to 2 months and many more to come. I love you so much Layla and I think you'll be stuck with me forever because there is no way I'll be board or tired of you in the next month and a wise women once said to me once you make it past 3 months youll be together for a long time. I love you so much everyday and you are my everything, you are my girl. "
    }, {
        "text": "Hmph well idk I guess that I just really love you. So much. Like every time I look at you I smile and get so happy. You are the most perfect hot and sweet girl I could've ever found. Layla I don't think you understand how lucky I am to have you. You never ever bore me or make me want to be with anyone else. Everytime I look at you I fall in love even more. The cute amazing things you do everyday make me smile. Your amazing smile and great personality. Your attractiveness and how amazing you look makes me ooooop. And just you are sooo amazing like here I love the way you look at me it just makes me so unbelievably happy I have never had anyone ever look at me and think of me in the way that you do and I have never thought of anyone like I think of you. Layla you make me so happy I cry sometimes bc of your cuteness and just how you look at me I am the luckiest man alive to be with you and that's the truth. I thought about this all last night while I was waiting for you to fall asleep but I never got around to saying it so I was going to save it for tonight The cutest things you do are things you don't even know about. The way you want to cuddle and see me and want to be with me forever makes me sooooo happy bc I feel the same way Layla you are absolutely perfect. Like actually and I'm not just saying this stuff bc your mad or sad or anything. Layla this is the stuff I think about all the time. When you asked me do I really talk about you all the time with me friends it's because I do. I think about you all the time and whenever they bring up something I can tie you into or I remember some reason why you are amazing I bring it up You really are the loml, and I'm so glad I can be with you for the rest of my life"
    }, {
        "text": "Omg Layla okay so tbh I didn't have a cute message fully ready for you but I thought it was so cute on how you were expecting it and super happy when I said I had one. Honestly you do so many cute things and I am just so happy I get to be with someone who is so cute and has an amazing personality and I and I can be myself around you and I just love how I can always be with you. Idk even though you may be annoyed at me at times I just feel like I am able to love you more and more as time passes and I never expected that to happen and that's why I love you. I can be with you and it's just so amazing to do anything with you. Today was the best bc we were really like an old married couple lol just waiting Emma and Jude and Everytime you would get scared you would grab my hand and bring it close to your heart and that just made me the happiest person alive. ILY so much and I don't think I could ever be tired or bored or think that you are too much in any point in my life. Honestly I have no clue how I got so lucky so early on in my life."
    }, {
        "text": "Layla you are my everything. You are the person who I can wake up next to and the person who I can be with all night. You are amazing. You are beautiful and sweet and you have the most amazing personality, that I love even when you might be annoyed at me. I love how you worry so much about how you look and I love how much you care about me and what I think about you. Layla I am the luckiest man alive because I get to wake up every morning and I get to see your beautiful face next time mine."
    }, {
        "text": "Layla you are literally the best person for me. You are a person who I can be with for the rest of my life bc I truly care about you and you truly care about me. The last couple of weeks have been the best time of my life. I loved being there with you waking up next to you and just sitting with you. You really are the most perfect person I could ever dream of. You are beautiful and sweet and an extremely nice person. I love you more and more every day and I would never think that I could live you more than I did when we were first starting to date but I was wrong. I love you so much more now. You are a person who I can grow with and be with forever and I look forward to being with you for the rest of my life. Hopefully I will never ever be too much bc if I'm ever too much that is the moment when you'll be tired of me and I never want that to happen. GN my love I cannot wait for our future together"
    }, {
        "text": "OMG you really are the loml and it's crazy to think about almost hard to think about how cute and sweet you are. I really don't know what I would do without you. And omg I need your mom to chill out and at least let us ft at nighttttt!! But if not I'll find a way to talk to you 😉. But it's super cute how your down to switch schools. Even though I know how you are prob joking it still is super cute and I love you almost too much. Even though we may be far apart we will still be able to hang out on the weekends and hey that still is super funnnnn. Honestly you are the perfect person and I hope you feel the same about me. Even though you don't write it long messages I still think you love me as much as I do ( but I love you more 😉 ) I can't wait to see you Friday and Saturday and hopefully Sunday!!! I love you ❤️ goodnight cutie!"
    }, {
        "text": "God damn I love you Layla. I was looking through some of our super old messages and I just noticed how cute you are. You are always there for me and it's super cute! I'm super happy to call you my girlfriend and honestly it has made my life much better to have you apart of it. I cannot imagine life without you RN. The cutest thing is you \"stealing\" my sweatshirt. I honestly think that is just the cutest thing and the best part or the worst part is that I didn't even notice why you wanted it at first. That was the moment I realized you really do truly love me. I guess before then I didnt even notice because you didn't want to be apart of a relationship and then your cute ass decided you know what I truly do love him and I am super happy because of it. You are the reason I look forward to waking up and going to sleep. I'm glad y9u are always there, and hey now you are the first person to say goodmorning and it's just soooooooo cute and nice. Your beautiful and I can really say there is noone that looks better than you in the entire world, your smart and super cute when you really do open up and not worry about me judging you, and I can gladly say I don't think I can ever judge you! I guess I just truly do love you, I love everything about you no matter what I'll be there and you'll be there for me and I am glad to be the one that makes your day and the one that you think about as you lye awake. "
    }, {
        "text": "Layla, I love you so much. Everyday I think about you and it's amazing. I love you so much that I need to always be talking to you or else I feel empty. I love being with you and you are becoming the only person I care about being with during my freetime. Everything you do is cute and I am still grasping the fact that you love me because it is still hard for me to understand why you would love me so much. I'm extremely happy to be here for you and I love waking up to see you in the morning. Your my reason for everything and you are my everything. I cannot believe how much my love had changed in one month and I can't wait for the years to come. I cannot image myself ever finding someone as perfect as you and even if you make me mad or sad I will still want to be there and I will never want to leave you. Thank you for giving my crazy self a chance if has been and will be the best time in my life. You are my everything Layla. "
    }]
}